[
  {
    "id": 1,
    "name": "Bulbizarre",
    "description": "Bulbizarre porte un bulbe sur son dos,  il peut survivre plusieurs jours sans manger grâce à l'énergie qui y est accumulé. Sa force est incroyable, il peut soulever des masses équivalentes à la sienne, voire plus grosses."
  },
  {
    "id": 2,
    "name": "Herbizarre",
    "description": "Évolution de Bulbizarre, son bulbe a fleuri et est devenu un gros bourgeon rose.  Plus il s’expose au soleil, plus il emmagasine d’énergie, ce qui permet au bourgeon de se développer et lui donne plus de force"
  },
  {
    "id": 3,
    "name": "Florizarre",
    "description": "Évolution de Bulbizarre, il porte une grande fleur rose tachetée sur son dos, qui lui permet d'absorber les rayons du soleil pour se soigner ou être plus efficace en combat."
  },
  {
    "id": 4,
    "name": "Salamèche",
    "description": "Un Pokémon de feu dont la queue s'enflamme selon son humeur, elle brûle fièrement quand le Pokémon est en pleine forme, doucement si le Pokémon est faible ou triste, ondoie quand il est heureux et flamboie quand il est en colère."
  },
  {
    "id": 5,
    "name": "Reptincel",
    "description": "Évolution de Salamèche, il développe des flammes plus puissantes, qui lui sert notamment à élever sa température, le rendant plus puissant en combat, et à faire chuter ses adversaires avant de les achever."
  },
  {
    "id": 6,
    "name": "Dracaufeu",
    "description": "L'évolution finale de Salamèche, Dracaufeu n'attaque pas les plus faibles que lui et cherche toujours des adversaires plus forts. Quand Dracaufeu s’énerve réellement, la flamme au bout de sa queue devient bleue."
  },
  {
    "id": 7,
    "name": "Carapuce",
    "description": "Carapuce est un Pokémon de type Eau, doté d'une carapace protectrice qui lui permet de se défendre et de réduire les impacts. Agile dans l'eau, Carapuce nage avec rapidité et se recroqueville dans sa carapace lorsqu'il se sent menacé."
  },
  {
    "id": 8,
    "name": "Carabaffe",
    "description": "Évolution de Carapuce, il maîtrise l'art de l'hydro-pulsion, lui permettant de se déplacer rapidement dans l'eau. Sa queue peut administrer de puissantes volées de coups et ses pattes robustes lui permettent de résister aux chocs."
  },
  {
    "id": 9,
    "name": "Tortank",
    "description": "L'évolution finale de Carapuce, un puissant Pokémon capable de libérer des torrents d'eau dévastateurs grâce à ses canons à eau sous sa carapace."
  },
  {
    "id": 10,
    "name": "Chenipan",
    "description": "Chenipan est un Pokémon insecte, qui se défend avec une petite corne sur sa tête, capable de dégager une odeur nauséabonde pour éloigner les ennemis. Lorsqu'il est prêt à évoluer, il tisse un cocon pour devenir un Chrysacier."
  },
  {
    "id": 11,
    "name": "Chrysacier",
    "description": "Évolution de Chenipan, protégé par une carapace dure comme de l'acier, ce Pokémon passe la majorité de son temps immobile, économisant son énergie pour sa transformation en Papilusion. Son extérieur rigide le protège des prédateurs."
  },
  {
    "id": 12,
    "name": "Papilusion",
    "description": "Évolution de Chrysacier, ce papillon majestueux est doté d'un odorat exceptionnel lui permettant de repérer le nectar des fleurs à grande distance. Ses ailes lui permettent également de libérer des écailles qui peuvent paralyser ses ennemis."
  },
  {
    "id": 13,
    "name": "Aspicot",
    "description": "Un Pokémon insecte doté d'un aiguillon venimeux sur la tête et un autre à la queue. Bien qu'il soit fragile, il utilise ses aiguillons pour se défendre contre les prédateurs."
  },
  {
    "id": 14,
    "name": "Coconfort",
    "description": "Évolution d'Aspicot, il se protège avec une carapace solide tout en se préparant à évoluer. Bien qu'il ne soit pas très mobile, Coconfort peut toujours utiliser l’aiguillon de sa tête pour se défendre si nécessaire."
  },
  {
    "id": 15,
    "name": "Dardargnan",
    "description": "L'évolution finale d'Aspicot, redouté pour sa vitesse et son venin puissant. Bien qu'il soit souvent considéré comme féroce, Dardagnan est très protecteur envers ses proches et peut défendre son territoire avec courage."
  },
  {
    "id": 16,
    "name": "Roucool",
    "description": "Un oiseau Pokémon qui a un fort sens de l'orientation, capable de trouver son chemin à travers les tempêtes. En agitant rapidement ses ailes, il peut soulever des nuages de poussière et créer des tourbillons pour se protéger et faire fuir son potentiel ennemi."
  },
  {
    "id": 17,
    "name": "Roucoups",
    "description": "Évolution de Roucool, connu pour sa capacité à repérer les dangers de loin. Fier et protecteur, il est connu pour son esprit territorial et sa capacité à réaliser des manœuvres aériennes impressionnantes."
  },
  {
    "id": 18,
    "name": "Roucarnage",
    "description": "L'évolution finale, un prédateur majestueux connu pour son agilité exceptionnelle dans les airs et sa capacité à repérer des proies à de grandes distances."
  },
  {
    "id": 19,
    "name": "Rattata",
    "description": "Un Pokémon rusé qui s'adapte facilement à son environnement, il est souvent sous-estimé. Rattata est réputé pour sa rapidité, ce qui lui permet d'échapper facilement aux prédateurs."
  },
  {
    "id": 20,
    "name": "Rattatac",
    "description": "Évolution de Rattata, plus grand et plus robuste que sa forme précédente, Rattatac possède des dents acérées qu'il utilise pour mordre avec force ses adversaires."
  },
  {
    "id": 21,
    "name": "Piafabec",
    "description": "Un Pokémon oiseau qui est agile et peut facilement manœuvrer dans les airs, ce qui lui permet d'éviter les attaques ennemies. "
  },
  {
    "id": 22,
    "name": "Rapasdepic",
    "description": "Évolution de Piafabec, reconnu pour son plumage coloré et sa grande taille. Il possède un bec puissant capable de briser des noix et de percer des objets durs. Il repère ses proies depuis les hauteurs avec sa vue perçante ."
  },
  {
    "id": 23,
    "name": "Abo",
    "description": "Un Pokémon serpent qui peut se faufiler dans des endroits étroits et utilise sa langue fourchue pour détecter les odeurs. Abo est connu pour sa capacité à se camoufler, ce qui en fait un prédateur rusé."
  },
  {
    "id": 24,
    "name": "Arbok",
    "description": "Évolution d'Abo, Arbok utilise sa capacité à intimider ses adversaires grâce à son regard perçant et peut émettre un cri terrifiant pour faire fuir ses ennemis."
  },
  {
    "id": 25,
    "name": "Pikachu",
    "description": "Pikachu est un Pokémon de type Électrique, célèbre pour sa petite taille et son apparence mignonne. Quand il s’énerve, il libère instantanément l’énergie emmagasinée dans les poches de ses joues."
  },
  {
    "id": 26,
    "name": "Raichu",
    "description": "Raichu est l'évolution de Pikachu et est un Pokémon de type Électrique. Plus grand et plus puissant que son prédécesseur, il possède une queue plus longue et des joues qui peuvent générer une énergie électrique considérable. "
  },
  {
    "id": 27,
    "name": "Sabelette",
    "description": "Sabelette est un Pokémon de type Sol. Avec son corps long et sa queue en forme de fouet, il se déplace rapidement dans le sable. Sa capacité à creuser rapidement lui permet d'échapper à ses prédateurs et de chasser ses proies."
  },
  {
    "id": 28,
    "name": "Sablaireau",
    "description": "L'évolution finale de Sabelette, ses pattes puissantes lui permettent de creuser des tunnels dans le sol. Capable de se déplacer rapidement sous terre, il utilise cette compétence pour éviter les dangers et trouver de la nourriture. "
  },
  {
    "id": 29,
    "name": "Nidoran♀",
    "description": "Nidoran est caractérisé par sa couleur bleue et ses grandes oreilles pointues. Il est souvent décrit comme un Pokémon énergique et déterminé, capable de se défendre grâce à ses épines venimeuses."
  },
  {
    "id": 30,
    "name": "Nidorina",
    "description": "Évolution de Nidoran♀, elle est plus grande et plus robuste que sa forme précédente, avec une peau bleue et des oreilles pointues. Nidorina est connue pour sa nature protectrice envers ses compagnons et possède des épines venimeuses qui lui permettent de se défendre."
  },
  {
    "id": 31,
    "name": "Nidoqueen",
    "description": "L'évolution finale, un puissant Pokémon qui peut contrôler des attaques de type Poison."
  },
  {
    "id": 32,
    "name": "Nidoran♂",
    "description": "Reconnaissable à sa couleur violette, elle est souvent considérée comme douce et protectrice. Nidoran est connue pour sa capacité à détecter les dangers grâce à son sens de l'odorat développé."
  },
  {
    "id": 33,
    "name": "Nidorino",
    "description": "Évolution de Nidoran♂, il est plus agressif et sait mieux se défendre."
  },
  {
    "id": 34,
    "name": "Nidoking",
    "description": "L'évolution finale, un Pokémon puissant qui utilise sa force brute et ses attaques de type Poison."
  },
  {
    "id": 35,
    "name": "Mélofée",
    "description": "Mélofée a une allure adorable qui a la capacité de charmer ses adversaires et de les apaiser. Ce Pokémon est connu pour ses danses sous la lumière de la lune, qui amplifient ses pouvoirs mystérieux."
  },
  {
    "id": 36,
    "name": "Mélodelfe",
    "description": "Évolution de Mélofée, elle peut créer des mélodies apaisantes qui influencent les émotions. Mélodelfe est admiré pour sa capacité à marcher presque sans toucher le sol, donnant l'impression qu'il flotte délicatement."
  },
  {
    "id": 37,
    "name": "Goupix",
    "description": "Un adorable Pokémon de feu, facilement reconnaissable à ses six queues élégantes et ondulantes. À sa naissance, il n’en a qu’une, qui se divise en plusieurs au fur et à mesure de sa croissance. Doté de la capacité de manipuler des petites flammes, Goupix est un compagnon agile et rusé."
  },
  {
    "id": 38,
    "name": "Feunard",
    "description": "Feunard est l'évolution élégante et mystique de Goupix, arborant neuf queues dotées de pouvoirs mystérieux. Intelligent et majestueux, il est aussi connu pour sa longévité légendaire, pouvant vivre jusqu'à mille ans."
  },
  {
    "id": 39,
    "name": "Rondoudou",
    "description": "Rondoudou est un Pokémon rond et adorable, avec de grands yeux brillants et une voix douce. Il utilise son chant apaisant pour endormir ses adversaires, les berçant avec une mélodie qui les plonge dans un sommeil profond."
  },
  {
    "id": 40,
    "name": "Grodoudou",
    "description": "Évolution de Rondoudou, qui possède une voix puissante capable de charmer des foules. Avec un corps plus grand et une fourrure douce. Ses grands yeux et son apparence moelleuse cachent une incroyable capacité à gonfler son corps pour intimider ses adversaires."
  },
  {
    "id": 41,
    "name": "Nosferapti",
    "description": "Un Pokémon nocturne qui se déplace en grands groupes dans les grottes sombres. Il utilise des ultrasons pour se repérer et communique ainsi avec ses congénères. En combat, Nosferapti draine l’énergie de ses adversaires grâce à ses morsures."
  },
  {
    "id": 42,
    "name": "Nosferalto",
    "description": "Évolution de Nosferapti, il est plus puissant et agile, doté d'ailes plus grandes et de crocs acérés. Il vole avec une grande précision même dans l’obscurité totale, utilisant ses ultrasons pour naviguer et traquer ses proies."
  },
  {
    "id": 43,
    "name": "Mystherbe",
    "description": "Un Pokémon plante capable de créer des illusions pour tromper ses adversaires. Actif surtout la nuit, il utilise ses spores pour se défendre en libérant un doux parfum qui peut endormir ou repousser ses ennemis."
  },
  {
    "id": 44,
    "name": "Ortide",
    "description": "Évolution de Mystherbe, il est connu pour sa rapidité et son agilité, utilisant ses mouvements rapides pour échapper aux prédateurs. Il peut également libérer des spores irritants pour défendre son territoire."
  },
  {
    "id": 45,
    "name": "Rafflesia",
    "description": "L'évolution finale de Mystherbe, il est doté d'une grande fleur rouge ornée de motifs blancs, émettant une forte odeur pour attirer les insectes. Bien qu’il ait une apparence séduisante, il est capable d’absorber l'énergie de ses adversaires en combat."
  },
  {
    "id": 46,
    "name": "Paras",
    "description": "Un Pokémon qui peut se fondre dans son environnement pour échapper aux prédateurs. Il est reconnaissable à son corps jaune et aux champignons rouges qui poussent sur son dos. Ces champignons, appelés Parasites, lui permettent d'absorber des nutriments."
  },
  {
    "id": 47,
    "name": "Parasect",
    "description": "Évolution de Paras, dont les champignons ont considérablement grossi, recouvrant presque entièrement son corps. Il contrôle ses champignons et peut utiliser leurs capacités pour attaquer."
  },
  {
    "id": 48,
    "name": "Mimitoss",
    "description": "Mimitoss est un Pokémon araignée au corps violet et aux grands yeux ronds. Il est capable de tisser des toiles avec les filaments de soie qui émanent de son dos, lui permettant de se camoufler habilement dans son environnement."
  },
  {
    "id": 49,
    "name": "Aéromite",
    "description": "Un Pokémon qui vole à grande altitude, capable d'éviter les prédateurs. Aéromite se nourrit de nectar et utilise ses capacités de vol pour explorer les fleurs des prairies et des forêts. Sa vitesse et son intelligence en font un chasseur efficace."
  },
  {
    "id": 50,
    "name": "Taupiqueur",
    "description": "Taupiqueur est un petit Pokémon fouisseur, avec un corps brun et des yeux rouges perçants. Il creuse rapidement sous terre et détecte les vibrations du sol pour localiser ses proies. En combat, il surprend ses adversaires avec sa rapidité et ses puissantes attaquesé."
  },
  {
    "id": 51,
    "name": "Triopikeur",
    "description": "Évolution de Taupiqueur, Triopikeur est un Pokémon robuste. Il possède des griffes acérées et un dos orné de piquants. Il utilise sa puissance physique et ses attaques de type Sol pour pour infliger de lourds dégâts à ses adversaires."
  },
  {
    "id": 52,
    "name": "Miaouss",
    "description": "Un Pokémon à l'allure de chat, il est connu pour son comportement espiègle et son amour pour les objets brillants, qu'il collectionne souvent. Miaouss est capable d'imiter la parole humaine."
  },
  {
    "id": 53,
    "name": "Persian",
    "description": "L'évolution de Miaouss, Persian est élégant avec son pelage crème et ses yeux perçants. Reconnu pour sa rapidité et son agilité, celà fait de lui un véritable chasseur."
  },
  {
    "id": 54,
    "name": "Psykokwak",
    "description": "Un Pokémon aquatique qui souffre de maux de tête fréquents, ce qui lui donne un air désorienté. En raison de cette douleur, Psykokwak peut libérer une puissance psychique cachée, ce qui le rend imprévisible en combat."
  },
  {
    "id": 55,
    "name": "Akwakwak",
    "description": "Évolution de Psykokwak, Akwakwak est un Pokémon canard de grande taille avec un plumage bleu et un bec proéminent. Bien qu'il ait l'air serein, il est capable de libérer une grande puissance aquatique et psychique lorsqu'il est provoqué."
  },
  {
    "id": 56,
    "name": "Férosinge",
    "description": "Férosinge est un petit Pokémon simiesque avec un pelage brun et une queue en forme de fouet. Énergique et agile, il aime se déplacer rapidement et jouer avec ses congénères. En combat, Férosinge utilise sa force physique pour exécuter des attaques puissantes."
  },
  {
    "id": 57,
    "name": "Colossinge",
    "description": "Évolution de Férosinge, connu pour sa force exceptionnelle et son agilité, Férosinge peut exécuter des attaques puissantes et rapides en combat. Fier et protecteur, il défend farouchement son territoire et ses compagnons"
  },
  {
    "id": 58,
    "name": "Caninos",
    "description": "Caninos est un petit Pokémon canin connu pour sa loyauté, caractérisé par un pelage orange vif et des motifs de flammes sur son dos. Caninos est capable de générer des flammes chaudes, ce qui lui permet d’utiliser des attaques de type Feu."
  },
  {
    "id": 59,
    "name": "Arcanin",
    "description": "Évolution de Caninos, Arcanin est un Pokémon canin majestueux, avec un pelage orange doré et des rayures noires. Reconnu pour sa vitesse incroyable et son esprit noble, il est souvent considéré comme un symbole de fidélité."
  },
  {
    "id": 60,
    "name": "Ptitard",
    "description": "Ptitard est un petit Pokémon ressemblant à un têtard, avec un corps bleu et une grande queue en forme de nageoire. Curieux et joueur, il passe la plupart de son temps dans l'eau, où il aime nager et explorer son environnement. ."
  },
  {
    "id": 61,
    "name": "Têtarte",
    "description": "Évolution de Ptitard, Tetarte est un Pokémon têtard qui vit dans les rivières et les lacs. Avec son corps bleu et son ventre blanc, il se déplace rapidement dans l'eau. Dotés de grandes oreilles qui lui permettent d'entendre les sons sous l'eau."
  },
  {
    "id": 62,
    "name": "Tartard",
    "description": "Évolution de Têtarte, Tartard est un Pokémon qui a développé une force incroyable. Son corps puissant et musclé lui permet de nager avec aisance dans les eaux profondes. Il n'hésite pas à se battre pour défendre son territoire. Ses bras musclés lui permettent de lancer des attaques redoutables."
  },
  {
    "id": 63,
    "name": "Abra",
    "description": "Abra est un Pokémon de type Psy qui passe la majeure partie de son temps à dormir. Lorsqu'il est éveillé, il utilise ses puissantes capacités psychiques pour se téléporter et échapper à tout danger."
  },
  {
    "id": 64,
    "name": "Kadabra",
    "description": "Évolution d'Abra, Kadabra est un Pokémon de type Psy, connu pour son intelligence et ses puissantes capacités psychiques. Il possède une grande cuillère qu'il utilise pour amplifier ses pouvoirs. Lorsqu'il s'active, Kadabra peut créer des ondes psychiques qui perturbent ses ennemis."
  },
  {
    "id": 65,
    "name": "Alakazam",
    "description": "Évolution finale d'Abra, Alakazam est un Pokémon de type Psy. Ses bras longs et ses cuillères fines sont des extensions de ses puissants pouvoirs psychiques, qu'il utilise pour lancer des attaques dévastatrices. Alakazam est connu pour sa capacité à se téléporter, ce qui lui permet d'échapper à tout danger."
  },
  {
    "id": 66,
    "name": "Machoc",
    "description": "Un Pokémon de combat qui s'entraîne sans relâche pour développer sa force physique. Malgré sa petite taille, il possède des muscles puissants qui lui permettent de porter des objets bien plus lourds que lui. Machoc est déterminé à devenir plus fort et rêve de rivaliser avec les Pokémon les plus puissants."
  },
  {
    "id": 67,
    "name": "Machopeur",
    "description": "Évolution de Machoc, son entraînement acharné lui a permis de développer des muscles si puissants qu'il doit porter une ceinture pour contenir sa force. Capable de soulever des rochers géants et de lancer des adversaires bien plus grands que lui, Machopeur est toujours à la recherche de défis physiques."
  },
  {
    "id": 68,
    "name": "Mackogneur",
    "description": "Évolution finale de Machoc, Mackogneur est doté d'une puissance incroyable et de quatre bras musclés, lui permettant d'exécuter des attaques rapides et dévastatrices. Grâce à cette anatomie unique, il peut frapper plusieurs fois en un instant et soulever des poids colossaux avec aisance."
  },
  {
    "id": 69,
    "name": "Chétiflor",
    "description": "Avec son corps jaune en forme de cloche et sa grande bouche, Chétiflor utilise son parfum sucré pour attirer ses proies avant de les capturer. Agile, Chétiflor peut s’accrocher aux branches grâce à sa tige flexible et se balancer pour éviter les attaques."
  },
  {
    "id": 70,
    "name": "Boustiflor",
    "description": "Évolution de Chétiflor, Boustiflor utilise son puissant liquide acide pour dissoudre tout ce qu'il capture. Bien que sa forme soit plus robuste que celle de Chétiflor, Boustiflor reste agile et peut se balancer pour esquiver les attaques ennemies."
  },
  {
    "id": 71,
    "name": "Empiflor",
    "description": "Évolution de Boustiflor, Empiflor se tient souvent immobile, attendant patiemment sa proie avant de l’attraper en un instant. Ce Pokémon est particulièrement redouté dans les forêts pour sa capacité à immobiliser ses cibles avec ses vignes, avant de les attirer vers sa bouche béante."
  },
  {
    "id": 72,
    "name": "Tentacool",
    "description": "Tentacool est caractérisé par ses tentacules translucides qui contiennent un venin paralysant qu’il libère pour se défendre ou immobiliser ses proies. Grâce à son corps gélatineux, il peut absorber les impacts des attaques. Mais attention : son contact peut causer des picotements douloureux."
  },
  {
    "id": 73,
    "name": "Tentacruel",
    "description": "Évolution de Tentacool, Tentacruel est doté de nombreux tentacules venimeux, il peut les étendre pour immobiliser et empoisonner ses adversaires. Ses yeux rouges et ses orbes brillants sur la tête lui permettent de communiquer avec ses congénères et de lancer des ondes effrayantes dans l’eau."
  },
  {
    "id": 74,
    "name": "Racaillou",
    "description": "Un Pokémon qui ressemble à un petit rocher avec des bras musclés. Il est souvent trouvé dans les montagnes et se confond facilement avec les pierres environnantes. Racaillou se déplace en roulant et peut parfois surprendre les randonneurs en tombant des pentes abruptes."
  },
  {
    "id": 75,
    "name": "Gravalanch",
    "description": "Évolution de Racaillou, dont le corps massif et rocailleux est recouvert de pointes. Gravalanch se déplace en roulant à toute vitesse, dévalant les collines et provoquant parfois de petites secousses en chemin. Gravalanch utilise son poids pour écraser ses ennemis."
  },
  {
    "id": 76,
    "name": "Grolem",
    "description": "Évolution finale de Racaillou, réputé pour sa puissance et sa capacité à résister à des attaques redoutables grâce à son corps massif composé de roches solides. Ce Pokémon peut se déplacer à grande vitesse en roulant, et il est capable de provoquer des tremblements de terre lorsqu’il frappe le sol."
  },
  {
    "id": 77,
    "name": "Ponyta",
    "description": "Ponyta est connu pour sa rapidité et son agilité lui permettant de courir à des vitesses impressionnantes, évitant facilement les obstacles sur son passage. Les flammes qui entourent son corps ne sont pas seulement décoratives, elles sont aussi un moyen de défense, incinérant tout ce qui tente de l'approcher."
  },
  {
    "id": 78,
    "name": "Galopa",
    "description": "Évolution de Ponyta, connu pour sa rapidité légendaire. Ses flammes qui jaillissent de sa crinière et de sa queue sont le signe de sa puissance. Il est capable de courir à des vitesses extrêmes, et ses mouvements sont tellement rapides qu'il semble se fondre dans la chaleur de ses propres flammes."
  },
  {
    "id": 79,
    "name": "Ramoloss",
    "description": "Un Pokémon aquatique qui est connu pour son comportement paresseux et son esprit rêveur. Son corps rose, flotte calmement à la surface de l’eau. Malgré son apparence lente, Ramoloss possède de puissants pouvoirs psychiques qu’il utilise pour défendre son territoire ou se protéger."
  },
  {
    "id": 80,
    "name": "Flagadoss",
    "description": "Évolution de Ramoloss, malgré sa lenteur et son tempérament décontracté, il peut utiliser son esprit pour contrôler son environnement, notamment l'eau, qu’il maîtrise avec une grande aisance lorsqu'il est en danger."
  },
  {
    "id": 81,
    "name": "Magnéti",
    "description": "Un Pokémon magnétique qui grâce à son champ magnétique puissant,peut se déplacer en flottant dans les airs et attirer des objets métalliques. Magnéti utilise ses pouvoirs électromagnétiques pour attaquer ses ennemis."
  },
  {
    "id": 82,
    "name": "Magnéton",
    "description": "Évolution de Magnéti, Magnéton possède un champ magnétique extrêmement puissant, capable de perturber les appareils électroniques et de contrôler les métaux autour de lui. Il flotte en utilisant ses champs électromagnétiques et peut émettre des décharges électriques puissantes pour neutraliser ses adversaires."
  },
  {
    "id": 83,
    "name": "Canarticho",
    "description": "Agile en vol, il utilise ses ailes pour attaquer ses adversaires avec des coups précis. Canarticho est connu pour son tempérament capricieux et son cri fort, qu’il utilise pour se défendre ou pour signaler sa présence. Il tient constamment dans son aile un oignon japonais, avec lequel il se nourrit et se défend."
  },
  {
    "id": 84,
    "name": "Doduo",
    "description": "Doduo est un Pokémon à deux têtes. Il est extrêmement rapide et utilise sa vitesse pour échapper à ses prédateurs. Il préfère vivre dans des plaines ouvertes, où il peut courir à toute vitesse et se déplacer en groupe pour se protéger."
  },
  {
    "id": 85,
    "name": "Dodrio",
    "description": "Évolution de Doduo, Dodrio a quant à lui trois têtes, ce qui lui permet de surveiller plusieurs directions en même temps. Il peut courir à une vitesse incroyable, capable de se déplacer à une telle rapidité qu’il semble presque invisible. Attention : Dodrio devient extrêmement agressif s’il se sent menacé."
  },
  {
    "id": 86,
    "name": "Otaria",
    "description": "Un Pokémon marin ressemblant à une jeune otarie avec son corps rond et ses nageoires. Otaria est très agile dans l'eau et se déplace avec une grande facilité, utilisant ses nageoires pour se propulser. Otaria est connu pour son comportement joyeux et joueur."
  },
  {
    "id": 87,
    "name": "Lamantine",
    "description": "Évolution d'Otaria. Grâce à sa grande taille et à sa résistance, Lamantine peut naviguer sur de longues distances dans les océans glacés. Il est connu pour être calme et paisible, mais peut devenir dangereux si une menace arrive."
  },
  {
    "id": 88,
    "name": "Tadmorv",
    "description": "Un Pokémon qui est constitué d'une masse visqueuse de boue et de déchets.cTadmorv dégage une odeur nauséabonde et peut entraîner des malaises si l'on reste trop près de lui. En se déplaçant, il laisse une traînée de substances toxiques derrière lui."
  },
  {
    "id": 89,
    "name": "Grotadmorv",
    "description": "Évolution de Tadmorv, Grotadmorv est composé d'une masse visqueuse de boue encore plus grande et plus toxique. Sa taille imposante lui permet de dégager une puissante aura de poison qui se répand autour de lui. Malgré sa lenteur, il est capable de produire des attaques empoisonnées extrêmement puissantes"
  },
  {
    "id": 90,
    "name": "Kokiyas",
    "description": "Un Pokémon aquatique ressemblant à une coquille avec une perle précieuse à l’intérieur. Il est connu pour sa capacité à se cacher dans sa coquille pour se protéger des dangers. Kokiyas peut souvent être trouvé dans des eaux profondes et tranquilles, où il se déplace lentement."
  },
  {
    "id": 91,
    "name": "Crustabri",
    "description": "Évolution de Kokiyas, avec sa grande coquille dure, Crustabri peut se protéger des attaques ennemies et utiliser des mouvements glacés pour combattre. Il vit dans des eaux froides et utilise la glace pour créer des attaques puissantes qui peuvent geler instantanément tout ce qu'il touche."
  },
  {
    "id": 92,
    "name": "Fantominus",
    "description": "Un Pokémon fantomatique flottant dans l’air avec une silhouette floue et des yeux brillants. Fantominus peut causer de l’effroi en apparaissant soudainement, et il utilise ses pouvoirs pour absorber l’énergie vitale de ses proies."
  },
  {
    "id": 93,
    "name": "Spectrum",
    "description": "Évolution de Fantominus, Spectrum prend une forme plus terrifiante. Il est capable d’invoquer des malédictions et de manipuler des énergies spectrales, créant des illusions pour effrayer ses ennemis. il se nourrit de l’énergie vitale de ses victimes, les rendant faibles avant de les attaquer."
  },
  {
    "id": 94,
    "name": "Ectoplasma",
    "description": "Évolution de Spectrum, son corps translucide et sinistre peut se déplacer à une vitesse incroyable, rendant difficile pour ses ennemis de le suivre. Il possède des pouvoirs psychiques et peut projeter des attaques spectrales dévastatrices. Il se nourrit de la peur et de l'énergie vitale de ses adversaires,."
  },
  {
    "id": 95,
    "name": "Onix",
    "description": "Un Pokémon de type Roche ressemblant à un énorme serpent composé de pierres massives. Sa grande taille et sa dureté en font un Pokémon extrêmement résistant, capable de creuser des tunnels profonds à travers la terre avec ses puissants mouvements. Devient très agressif si son territoire est menacé."
  },
  {
    "id": 96,
    "name": "Soporifik",
    "description": "Soporifik est connu pour ses capacités hypnotiques puissantes, qu’il utilise pour endormir ses ennemis avec une simple incantation. Son apparence apathique cache une grande force mentale, capable de manipuler les rêves et de projeter des illusions."
  },
  {
    "id": 97,
    "name": "Hypnomade",
    "description": "Évolution de Soporifik, il est reconnu pour sa maîtrise des pouvoirs psychiques, notamment l'hypnose, qu'il utilise pour contrôler les autres à sa volonté. Il est capable de plonger ses adversaires dans un sommeil profond ou de manipuler leur esprit pour les amener à accomplir ses désirs."
  },
  {
    "id": 98,
    "name": "Krabby",
    "description": "Un Pokémon ressemblant à un petit crabe avec une pince gigantesque. Il vit principalement dans les zones côtières et les fonds marins peu profonds. Bien qu’il soit de petite taille, sa pince peut être extrêmement puissante et lui permet de se défendre contre ses prédateurs ou de chasser sa nourriture."
  },
  {
    "id": 99,
    "name": "Krabboss",
    "description": "Évolution de Krabby, Krabboss est beaucoup plus grand et plus imposant que son évolution précédente, avec une pince extrêmement puissante capable de broyer presque tout ce qu'il attrape. Il vit dans les eaux profondes, où il chasse avec sa grande pince et protège son territoire avec une grande férocité."
  },
  {
    "id": 100,
    "name": "Voltorbe",
    "description": "Un Pokémon électrique ressemblant à une sphère avec un visage marqué d'une expression menaçante. Il est connu pour sa capacité à générer et libérer de l'électricité de manière soudaine et violente. Lorsqu'il est menacé, il peut exploser en libérant toute l'énergie qu'il contient."
  },
  {
    "id": 101,
    "name": "Électrode",
    "description": "Évolution de Voltorbe, ressemblant à une sphère encore plus grande, avec un visage souriant, mais il reste tout aussi explosif que son prédécesseur. Électrode est capable de stocker une énorme quantité d’électricité à l'intérieur de son corps, qui peut libérer de manière dévastatrice."
  },
  {
    "id": 102,
    "name": "Noeunoeuf",
    "description": "Un Pokémon ressemblant à un oeuf. Noeunoeuf possède une coquille durcie, mais fragile, qui contient une énergie psychique unique. Noeunoeuf se nourrit de la lumière et peut utiliser ses pouvoirs psychiques pour se défendre ou aider à la croissance des plantes."
  },
  {
    "id": 103,
    "name": "Noadkoko",
    "description": "Évolution de Noeunoeuf, Noadkoko ressemble à un grand arbre exotique avec plusieurs têtes d'œuf suspendues à ses branches. Chaque œuf contient une grande énergie, qu'il utilise pour se défendre et attaquer. Grâce à ses pouvoirs psychiques, il peut créer des tempêtes de sable ou des éclats lumineux."
  },
  {
    "id": 104,
    "name": "Osselait",
    "description": "Un Pokémon portant un casque en forme de crâne et tenant un os dans sa main. Osselait utilise son os comme une arme pour se défendre et attaquer."
  },
  {
    "id": 105,
    "name": "Ossatueur",
    "description": "Évolution d'Osselait, Ossatueur utilise son os avec une grande habileté, frappant ses adversaires avec une puissance dévastatrice. Ossatueur erre dans des endroits reculés, où il protège son territoire avec férocité."
  },
  {
    "id": 106,
    "name": "Kicklee",
    "description": "Un Pokémon de combat expert en arts martiaux, et son style de combat repose sur une grande souplesse et une vitesse impressionnante. Kicklee peut effectuer des coups de pied à grande vitesse et changer de position en un clin d'œil, rendant ses attaques difficiles à anticiper."
  },
  {
    "id": 107,
    "name": "Tygnon",
    "description": "Évolution de Kicklee, Tygnon possède un corps agile et une grande maîtrise de son équilibre, ce qui lui permet d'exécuter des attaques de pied et de poing avec une grande efficacité. Ce Pokémon est souvent vu dans des environnements où il peut s'entraîner et perfectionner ses techniques de combat."
  },
  {
    "id": 108,
    "name": "Excelangue",
    "description": "Un Pokémon connu pour sa langue incroyablement longue et extensible, qu'il utilise pour attraper sa nourriture ou saisir des objets à distance.  Son habileté à lancer sa langue sur de grandes distances fait de lui un excellent chasseur, capable d'attraper ses proies avec une précision étonnante."
  },
  {
    "id": 109,
    "name": "Smogo",
    "description": "Un Pokémon toxique qui peut créer des nuages de gaz empoisonné pour se défendre contre les menaces. Smogo utilise son gaz pour créer des zones dangereuses pour les autres Pokémon."
  },
  {
    "id": 110,
    "name": "Smogogo",
    "description": "Évolution finale de Smogo, capable de libérer de grandes quantités de gaz toxiques. Smogogo utilise son gaz pour paralyser et confondre ses ennemis avant de les attaquer."
  },
  {
    "id": 111,
    "name": "Rhinocorne",
    "description": "Un Pokémon robuste, Rhinocorne utilise sa corne pour se défendre contre ses ennemis. Bien que d'apparence lente et lourde, Rhinocorne est extrêmement puissant et peut charger à grande vitesse lorsqu'il se sent menacé."
  },
  {
    "id": 112,
    "name": "Rhinoféros",
    "description": "Évolution de Rhinocorne, imposant et puissant, Rhinoféros possède une corne gigantesque sur le front, qu’il utilise pour percer les obstacles et affronter ses adversaires. Sa peau est extrêmement résistante et sert de bouclier contre les attaques."
  },
  {
    "id": 113,
    "name": "Leveinard",
    "description": "Un Pokémon à la fois doux et protecteur, Leveinard porte une grande poche sous son ventre, dans laquelle il garde des œufs qui contiennent des substances curatives. Il est souvent vu dans des lieux paisibles, tels que les prairies ou les hôpitaux, où il s'occupe des Pokémon blessés."
  },
  {
    "id": 114,
    "name": "Saquedeneu",
    "description": "Un Pokémon composé de lianes. Les lianes de Saquedeneu se brisent facilement lorsqu'on les attrape. Cela ne lui fait pas mal et lui permet simplement de s'échapper rapidement. Les lianes cassées repoussent le lendemain."
  },
  {
    "id": 115,
    "name": "Kangourex",
    "description": "Un Pokémon ressemblant à un Kangourou, Kangourex utilise ses puissantes pattes arrière pour donner des coups de pied violents, tout en étant capable de sauter sur de longues distances. Il est très agile malgré son apparence massive, et il est capable de se défendre contre toute menace en un instant."
  },
  {
    "id": 116,
    "name": "Hypotrempe",
    "description": "Un Pokémon aquatique ressemblant à un Hyppocampe. Hypotrempe est capable de se faufiler dans l'eau avec une grande rapidité grâce à ses longues nageoires latérales. Ce Pokémon est plutôt timide et évite les confrontations, préférant se cacher sous l'eau."
  },
  {
    "id": 117,
    "name": "Hypocéan",
    "description": "Évolution finale d'Hypotrempe, Hypocéan utilise ses nageoires pour se propulser avec une grande agilité, et il peut atteindre des vitesses impressionnantes sous l'eau. Il est également connu pour sa capacité à créer de puissantes vagues lorsqu'il se sent menacé"
  },
  {
    "id": 118,
    "name": "Poissirène",
    "description": "Un Pokémon aquatique connu pour sa beauté et sa grâce dans l'eau. Il est également capable d'attirer ses proies grâce à ses mouvements hypnotiques et gracieux. Il est un symbole de la beauté de la vie aquatique et aime la solitude."
  },
  {
    "id": 119,
    "name": "Poissoroy",
    "description": "Évolution finale de Poissirène, qui est plus imposant et plus puissant. Poissoroy ressemble a des voiles plus développées, ce qui lui permet de se déplacer rapidement et avec aisance dans l'eau. Il est également connu pour sa capacité à maîtriser de puissantes attaques aquatiques."
  },
  {
    "id": 120,
    "name": "Stari",
    "description": "Stari ressemble à une étoile de mer à cinq bras. Le centre de son corps est recouvert d'un disque doré entourant un joyau rouge, appelé le coeur. Un Pokémon étoile qui peut se régénérer facilement si son coeur est intact"
  },
  {
    "id": 121,
    "name": "Staross",
    "description": "Staross ressemble à une étoile de mer violette avec un joyau rouge au milieu de son corps, qui est son cœur. Il a cinq bras de plus que sa pré-évolution Stari, et un plus gros joyau."
  },
  {
    "id": 122,
    "name": "M. Mime",
    "description": "M. Mime ressemble à un humanoïde avec des traits de clown, portant un costume de mime avec des gants et des chaussures rouges. M. Mime est capable de créer des barrières psychiques invisibles, qu'il utilise pour se protéger et protéger les autres.."
  },
  {
    "id": 123,
    "name": "Insécateur",
    "description": "Un Pokémon insecte redouté pour sa rapidité et sa précision."
  },
  {
    "id": 124,
    "name": "Lippoutou",
    "description": "Un Pokémon qui charme et hypnotise ses ennemis par sa danse."
  },
  {
    "id": 125,
    "name": "Élektek",
    "description": "Un Pokémon électrique connu pour sa vitesse et son agilité."
  },
  {
    "id": 126,
    "name": "Magmar",
    "description": "Un Pokémon de feu capable de créer des flammes de haute température."
  },
  {
    "id": 127,
    "name": "Scarabrute",
    "description": "Un Pokémon insecte avec une carapace dure, il est difficile à combattre."
  },
  {
    "id": 128,
    "name": "Tauros",
    "description": "Un puissant Pokémon qui peut charger avec une grande force."
  },
  {
    "id": 129,
    "name": "Magicarpe",
    "description": "Magicarpe est connu pour être l'un des Pokémon les plus faibles et maladroits. Il passe la majeure partie de son temps à bondir dans l'eau."
  },
  {
    "id": 130,
    "name": "Léviator",
    "description": "L'évolution de Magicarpe, un Pokémon légendaire avec une grande force."
  },
  {
    "id": 131,
    "name": "Lokhlass",
    "description": "Un Pokémon aquatique majestueux, connu pour sa beauté et sa tranquillité."
  },
  {
    "id": 132,
    "name": "Métamorph",
    "description": "Un Pokémon unique qui peut se transformer en n'importe quel autre Pokémon."
  },
  {
    "id": 133,
    "name": "Évoli",
    "description": "Un Pokémon dont l'évolution dépend de son environnement et de son entraînement."
  },
  {
    "id": 134,
    "name": "Aquali",
    "description": "Une des évolutions d'Évoli, maîtrisant le pouvoir de l'eau."
  },
  {
    "id": 135,
    "name": "Voltali",
    "description": "Une autre évolution d'Évoli, connu pour sa rapidité et son attaque électrique."
  },
  {
    "id": 136,
    "name": "Pyroli",
    "description": "L'évolution feu d'Évoli, réputée pour sa force et son charisme."
  },
  {
    "id": 137,
    "name": "Porygon",
    "description": "Un Pokémon virtuel capable de s'adapter à de nombreux environnements."
  },
  {
    "id": 138,
    "name": "Amonita",
    "description": "Un Pokémon fossile qui a survécu à l'extinction, représentant la résilience."
  },
  {
    "id": 139,
    "name": "Amonistar",
    "description": "L'évolution d'Amonita, un prédateur aquatique redoutable."
  },
  {
    "id": 140,
    "name": "Kabuto",
    "description": "Un Pokémon fossile capable de se cacher dans les rochers."
  },
  {
    "id": 141,
    "name": "Kabutops",
    "description": "L'évolution finale, connu pour ses lames tranchantes et sa rapidité."
  },
  {
    "id": 142,
    "name": "Ptéra",
    "description": "Un Pokémon vol qui domine le ciel avec ses ailes puissantes."
  },
  {
    "id": 143,
    "name": "Ronflex",
    "description": "Un Pokémon énorme, connu pour sa force et sa capacité à dormir longtemps."
  },
  {
    "id": 144,
    "name": "Artikodin",
    "description": "Un Pokémon légendaire de type glace, représentant la puissance et la majesté."
  },
  {
    "id": 145,
    "name": "Électhor",
    "description": "Un Pokémon légendaire électrique, redouté pour sa vitesse et sa puissance."
  },
  {
    "id": 146,
    "name": "Sulfura",
    "description": "Un Pokémon légendaire de type feu, symbolisant la destruction et la renaissance."
  },
  {
    "id": 147,
    "name": "Minidraco",
    "description": "Un petit dragon, symbole de force et de potentiel."
  },
  {
    "id": 148,
    "name": "Draco",
    "description": "L'évolution de Minidraco, connu pour sa grande puissance."
  },
  {
    "id": 149,
    "name": "Dracolosse",
    "description": "L'évolution finale, un dragon légendaire qui survole les cieux."
  },
  {
    "id": 150,
    "name": "Mewtwo",
    "description": "Un Pokémon légendaire créé par des expériences scientifiques, connu pour son immense pouvoir."
  },
  {
    "id": 151,
    "name": "Mew",
    "description": "Un Pokémon mythique, capable de maîtriser toutes les techniques, symbole de mystère."
  }
]
