[
  {
    "id": 1,
    "name": "Bulbizarre",
    "description": "Bulbizarre porte un bulbe sur son dos,  il peut survivre plusieurs jours sans manger grâce à l'énergie qui y est accumulé. Sa force est incroyable, il peut soulever des masses équivalentes à la sienne, voire plus grosses."
  },
  {
    "id": 2,
    "name": "Herbizarre",
    "description": "Évolution de Bulbizarre, son bulbe a fleuri et est devenu un gros bourgeon rose.  Plus il s’expose au soleil, plus il emmagasine d’énergie, ce qui permet au bourgeon de se développer et lui donne plus de force"
  },
  {
    "id": 3,
    "name": "Florizarre",
    "description": "Évolution de Bulbizarre, il porte une grande fleur rose tachetée sur son dos, qui lui permet d'absorber les rayons du soleil pour se soigner ou être plus efficace en combat."
  },
  {
    "id": 4,
    "name": "Salamèche",
    "description": "Un Pokémon de feu dont la queue s'enflamme selon son humeur, elle brûle fièrement quand le Pokémon est en pleine forme, doucement si le Pokémon est faible ou triste, ondoie quand il est heureux et flamboie quand il est en colère."
  },
  {
    "id": 5,
    "name": "Reptincel",
    "description": "Évolution de Salamèche, il développe des flammes plus puissantes, qui lui sert notamment à élever sa température, le rendant plus puissant en combat, et à faire chuter ses adversaires avant de les achever."
  },
  {
    "id": 6,
    "name": "Dracaufeu",
    "description": "L'évolution finale de Salamèche, Dracaufeu n'attaque pas les plus faibles que lui et cherche toujours des adversaires plus forts. Quand Dracaufeu s’énerve réellement, la flamme au bout de sa queue devient bleue."
  },
  {
    "id": 7,
    "name": "Carapuce",
    "description": "Carapuce est un Pokémon de type Eau, doté d'une carapace protectrice qui lui permet de se défendre et de réduire les impacts. Agile dans l'eau, Carapuce nage avec rapidité et se recroqueville dans sa carapace lorsqu'il se sent menacé."
  },
  {
    "id": 8,
    "name": "Carabaffe",
    "description": "Évolution de Carapuce, il maîtrise l'art de l'hydro-pulsion, lui permettant de se déplacer rapidement dans l'eau. Sa queue peut administrer de puissantes volées de coups et ses pattes robustes lui permettent de résister aux chocs."
  },
  {
    "id": 9,
    "name": "Tortank",
    "description": "L'évolution finale de Carapuce, un puissant Pokémon capable de libérer des torrents d'eau dévastateurs grâce à ses canons à eau sous sa carapace."
  },
  {
    "id": 10,
    "name": "Chenipan",
    "description": "Chenipan est un Pokémon insecte, qui se défend avec une petite corne sur sa tête, capable de dégager une odeur nauséabonde pour éloigner les ennemis. Lorsqu'il est prêt à évoluer, il tisse un cocon pour devenir un Chrysacier."
  },
  {
    "id": 11,
    "name": "Chrysacier",
    "description": "Évolution de Chenipan, protégé par une carapace dure comme de l'acier, ce Pokémon passe la majorité de son temps immobile, économisant son énergie pour sa transformation en Papilusion. Son extérieur rigide le protège des prédateurs."
  },
  {
    "id": 12,
    "name": "Papilusion",
    "description": "Évolution de Chrysacier, ce papillon majestueux est doté d'un odorat exceptionnel lui permettant de repérer le nectar des fleurs à grande distance. Ses ailes lui permettent également de libérer des écailles qui peuvent paralyser ses ennemis."
  },
  {
    "id": 13,
    "name": "Aspicot",
    "description": "Un Pokémon insecte doté d'un aiguillon venimeux sur la tête et un autre à la queue. Bien qu'il soit fragile, il utilise ses aiguillons pour se défendre contre les prédateurs."
  },
  {
    "id": 14,
    "name": "Coconfort",
    "description": "Évolution d'Aspicot, il se protège avec une carapace solide tout en se préparant à évoluer. Bien qu'il ne soit pas très mobile, Coconfort peut toujours utiliser l’aiguillon de sa tête pour se défendre si nécessaire."
  },
  {
    "id": 15,
    "name": "Dardargnan",
    "description": "L'évolution finale d'Aspicot, redouté pour sa vitesse et son venin puissant. Bien qu'il soit souvent considéré comme féroce, Dardagnan est très protecteur envers ses proches et peut défendre son territoire avec courage."
  },
  {
    "id": 16,
    "name": "Roucool",
    "description": "Un oiseau Pokémon qui a un fort sens de l'orientation, capable de trouver son chemin à travers les tempêtes. En agitant rapidement ses ailes, il peut soulever des nuages de poussière et créer des tourbillons pour se protéger et faire fuir son potentiel ennemi."
  },
  {
    "id": 17,
    "name": "Roucoups",
    "description": "Évolution de Roucool, connu pour sa capacité à repérer les dangers de loin. Fier et protecteur, il est connu pour son esprit territorial et sa capacité à réaliser des manœuvres aériennes impressionnantes."
  },
  {
    "id": 18,
    "name": "Roucarnage",
    "description": "L'évolution finale, un prédateur majestueux connu pour son agilité exceptionnelle dans les airs et sa capacité à repérer des proies à de grandes distances."
  },
  {
    "id": 19,
    "name": "Rattata",
    "description": "Un Pokémon rusé qui s'adapte facilement à son environnement, il est souvent sous-estimé. Rattata est réputé pour sa rapidité, ce qui lui permet d'échapper facilement aux prédateurs."
  },
  {
    "id": 20,
    "name": "Rattatac",
    "description": "Évolution de Rattata, plus grand et plus robuste que sa forme précédente, Rattatac possède des dents acérées qu'il utilise pour mordre avec force ses adversaires."
  },
  {
    "id": 21,
    "name": "Piafabec",
    "description": "Un Pokémon oiseau qui est agile et peut facilement manœuvrer dans les airs, ce qui lui permet d'éviter les attaques ennemies. "
  },
  {
    "id": 22,
    "name": "Rapasdepic",
    "description": "Évolution de Piafabec, reconnu pour son plumage coloré et sa grande taille. Il possède un bec puissant capable de briser des noix et de percer des objets durs. Il repère ses proies depuis les hauteurs avec sa vue perçante ."
  },
  {
    "id": 23,
    "name": "Abo",
    "description": "Un Pokémon serpent qui peut se faufiler dans des endroits étroits et utilise sa langue fourchue pour détecter les odeurs. Abo est connu pour sa capacité à se camoufler, ce qui en fait un prédateur rusé."
  },
  {
    "id": 24,
    "name": "Arbok",
    "description": "Évolution d'Abo, Arbok utilise sa capacité à intimider ses adversaires grâce à son regard perçant et peut émettre un cri terrifiant pour faire fuir ses ennemis."
  },
  {
    "id": 25,
    "name": "Pikachu",
    "description": "Pikachu est un Pokémon de type Électrique, célèbre pour sa petite taille et son apparence mignonne. Quand il s’énerve, il libère instantanément l’énergie emmagasinée dans les poches de ses joues."
  },
  {
    "id": 26,
    "name": "Raichu",
    "description": "Raichu est l'évolution de Pikachu et est un Pokémon de type Électrique. Plus grand et plus puissant que son prédécesseur, il possède une queue plus longue et des joues qui peuvent générer une énergie électrique considérable. "
  },
  {
    "id": 27,
    "name": "Sabelette",
    "description": "Sabelette est un Pokémon de type Sol. Avec son corps long et sa queue en forme de fouet, il se déplace rapidement dans le sable. Sa capacité à creuser rapidement lui permet d'échapper à ses prédateurs et de chasser ses proies."
  },
  {
    "id": 28,
    "name": "Sablaireau",
    "description": "L'évolution finale de Sabelette, ses pattes puissantes lui permettent de creuser des tunnels dans le sol. Capable de se déplacer rapidement sous terre, il utilise cette compétence pour éviter les dangers et trouver de la nourriture. "
  },
  {
    "id": 29,
    "name": "Nidoran♀",
    "description": "Nidoran est caractérisé par sa couleur bleue et ses grandes oreilles pointues. Il est souvent décrit comme un Pokémon énergique et déterminé, capable de se défendre grâce à ses épines venimeuses."
  },
  {
    "id": 30,
    "name": "Nidorina",
    "description": "Évolution de Nidoran♀, elle est plus grande et plus robuste que sa forme précédente, avec une peau bleue et des oreilles pointues. Nidorina est connue pour sa nature protectrice envers ses compagnons et possède des épines venimeuses qui lui permettent de se défendre."
  },
  {
    "id": 31,
    "name": "Nidoqueen",
    "description": "L'évolution finale, un puissant Pokémon qui peut contrôler des attaques de type Poison."
  },
  {
    "id": 32,
    "name": "Nidoran♂",
    "description": "Reconnaissable à sa couleur violette, elle est souvent considérée comme douce et protectrice. Nidoran est connue pour sa capacité à détecter les dangers grâce à son sens de l'odorat développé."
  },
  {
    "id": 33,
    "name": "Nidorino",
    "description": "Évolution de Nidoran♂, il est plus agressif et sait mieux se défendre."
  },
  {
    "id": 34,
    "name": "Nidoking",
    "description": "L'évolution finale, un Pokémon puissant qui utilise sa force brute et ses attaques de type Poison."
  },
  {
    "id": 35,
    "name": "Mélofée",
    "description": "Mélofée a une allure adorable qui a la capacité de charmer ses adversaires et de les apaiser. Ce Pokémon est connu pour ses danses sous la lumière de la lune, qui amplifient ses pouvoirs mystérieux."
  },
  {
    "id": 36,
    "name": "Mélodelfe",
    "description": "Évolution de Mélofée, elle peut créer des mélodies apaisantes qui influencent les émotions. Mélodelfe est admiré pour sa capacité à marcher presque sans toucher le sol, donnant l'impression qu'il flotte délicatement."
  },
  {
    "id": 37,
    "name": "Goupix",
    "description": "Un adorable Pokémon de feu, facilement reconnaissable à ses six queues élégantes et ondulantes. À sa naissance, il n’en a qu’une, qui se divise en plusieurs au fur et à mesure de sa croissance. Doté de la capacité de manipuler des petites flammes, Goupix est un compagnon agile et rusé."
  },
  {
    "id": 38,
    "name": "Feunard",
    "description": "Feunard est l'évolution élégante et mystique de Goupix, arborant neuf queues dotées de pouvoirs mystérieux. Intelligent et majestueux, il est aussi connu pour sa longévité légendaire, pouvant vivre jusqu'à mille ans."
  },
  {
    "id": 39,
    "name": "Rondoudou",
    "description": "Rondoudou est un Pokémon rond et adorable, avec de grands yeux brillants et une voix douce. Il utilise son chant apaisant pour endormir ses adversaires, les berçant avec une mélodie qui les plonge dans un sommeil profond."
  },
  {
    "id": 40,
    "name": "Grodoudou",
    "description": "Évolution de Rondoudou, qui possède une voix puissante capable de charmer des foules. Avec un corps plus grand et une fourrure douce. Ses grands yeux et son apparence moelleuse cachent une incroyable capacité à gonfler son corps pour intimider ses adversaires."
  },
  {
    "id": 41,
    "name": "Nosferapti",
    "description": "Un Pokémon nocturne qui se déplace en grands groupes dans les grottes sombres. Il utilise des ultrasons pour se repérer et communique ainsi avec ses congénères. En combat, Nosferapti draine l’énergie de ses adversaires grâce à ses morsures."
  },
  {
    "id": 42,
    "name": "Nosferalto",
    "description": "Évolution de Nosferapti, il est plus puissant et agile, doté d'ailes plus grandes et de crocs acérés. Il vole avec une grande précision même dans l’obscurité totale, utilisant ses ultrasons pour naviguer et traquer ses proies."
  },
  {
    "id": 43,
    "name": "Mystherbe",
    "description": "Un Pokémon plante capable de créer des illusions pour tromper ses adversaires. Actif surtout la nuit, il utilise ses spores pour se défendre en libérant un doux parfum qui peut endormir ou repousser ses ennemis."
  },
  {
    "id": 44,
    "name": "Ortide",
    "description": "Évolution de Mystherbe, il est connu pour sa rapidité et son agilité, utilisant ses mouvements rapides pour échapper aux prédateurs. Il peut également libérer des spores irritants pour défendre son territoire."
  },
  {
    "id": 45,
    "name": "Rafflesia",
    "description": "L'évolution finale de Mystherbe, il est doté d'une grande fleur rouge ornée de motifs blancs, émettant une forte odeur pour attirer les insectes. Bien qu’il ait une apparence séduisante, il est capable d’absorber l'énergie de ses adversaires en combat."
  },
  {
    "id": 46,
    "name": "Paras",
    "description": "Un Pokémon qui peut se fondre dans son environnement pour échapper aux prédateurs. Il est reconnaissable à son corps jaune et aux champignons rouges qui poussent sur son dos. Ces champignons, appelés Parasites, lui permettent d'absorber des nutriments."
  },
  {
    "id": 47,
    "name": "Parasect",
    "description": "Évolution de Paras, dont les champignons ont considérablement grossi, recouvrant presque entièrement son corps. Il contrôle ses champignons et peut utiliser leurs capacités pour attaquer."
  },
  {
    "id": 48,
    "name": "Mimitoss",
    "description": "Mimitoss est un Pokémon araignée au corps violet et aux grands yeux ronds. Il est capable de tisser des toiles avec les filaments de soie qui émanent de son dos, lui permettant de se camoufler habilement dans son environnement."
  },
  {
    "id": 49,
    "name": "Aéromite",
    "description": "Un Pokémon qui vole à grande altitude, capable d'éviter les prédateurs. Aéromite se nourrit de nectar et utilise ses capacités de vol pour explorer les fleurs des prairies et des forêts. Sa vitesse et son intelligence en font un chasseur efficace."
  },
  {
    "id": 50,
    "name": "Taupiqueur",
    "description": "Taupiqueur est un petit Pokémon fouisseur, avec un corps brun et des yeux rouges perçants. Il creuse rapidement sous terre et détecte les vibrations du sol pour localiser ses proies. En combat, il surprend ses adversaires avec sa rapidité et ses puissantes attaquesé."
  },
  {
    "id": 51,
    "name": "Triopikeur",
    "description": "Évolution de Taupiqueur, Triopikeur est un Pokémon robuste. Il possède des griffes acérées et un dos orné de piquants. Il utilise sa puissance physique et ses attaques de type Sol pour pour infliger de lourds dégâts à ses adversaires."
  },
  {
    "id": 52,
    "name": "Miaouss",
    "description": "Un Pokémon à l'allure de chat, il est connu pour son comportement espiègle et son amour pour les objets brillants, qu'il collectionne souvent. Miaouss est capable d'imiter la parole humaine."
  },
  {
    "id": 53,
    "name": "Persian",
    "description": "L'évolution de Miaouss, Persian est élégant avec son pelage crème et ses yeux perçants. Reconnu pour sa rapidité et son agilité, celà fait de lui un véritable chasseur."
  },
  {
    "id": 54,
    "name": "Psykokwak",
    "description": "Un Pokémon aquatique qui souffre de maux de tête fréquents, ce qui lui donne un air désorienté. En raison de cette douleur, Psykokwak peut libérer une puissance psychique cachée, ce qui le rend imprévisible en combat."
  },
  {
    "id": 55,
    "name": "Akwakwak",
    "description": "Évolution de Psykokwak, Akwakwak est un Pokémon canard de grande taille avec un plumage bleu et un bec proéminent. Bien qu'il ait l'air serein, il est capable de libérer une grande puissance aquatique et psychique lorsqu'il est provoqué."
  },
  {
    "id": 56,
    "name": "Férosinge",
    "description": "Férosinge est un petit Pokémon simiesque avec un pelage brun et une queue en forme de fouet. Énergique et agile, il aime se déplacer rapidement et jouer avec ses congénères. En combat, Férosinge utilise sa force physique pour exécuter des attaques puissantes."
  },
  {
    "id": 57,
    "name": "Colossinge",
    "description": "Évolution de Férosinge, connu pour sa force exceptionnelle et son agilité, Férosinge peut exécuter des attaques puissantes et rapides en combat. Fier et protecteur, il défend farouchement son territoire et ses compagnons"
  },
  {
    "id": 58,
    "name": "Caninos",
    "description": "Caninos est un petit Pokémon canin connu pour sa loyauté, caractérisé par un pelage orange vif et des motifs de flammes sur son dos. Caninos est capable de générer des flammes chaudes, ce qui lui permet d’utiliser des attaques de type Feu."
  },
  {
    "id": 59,
    "name": "Arcanin",
    "description": "Évolution de Caninos, Arcanin est un Pokémon canin majestueux, avec un pelage orange doré et des rayures noires. Reconnu pour sa vitesse incroyable et son esprit noble, il est souvent considéré comme un symbole de fidélité."
  },
  {
    "id": 60,
    "name": "Ptitard",
    "description": "Ptitard est un petit Pokémon ressemblant à un têtard, avec un corps bleu et une grande queue en forme de nageoire. Curieux et joueur, il passe la plupart de son temps dans l'eau, où il aime nager et explorer son environnement. ."
  },
  {
    "id": 61,
    "name": "Têtarte",
    "description": "Évolution de Ptitard, il est capable de nager plus rapidement et de combattre."
  },
  {
    "id": 62,
    "name": "Tartard",
    "description": "L'évolution finale, il est connu pour sa force brute et sa grande puissance."
  },
  {
    "id": 63,
    "name": "Abra",
    "description": "Un Pokémon psychique capable de téléporter en un clin d'œil, il est très difficile à attraper."
  },
  {
    "id": 64,
    "name": "Kadabra",
    "description": "Évolution d'Abra, il possède des capacités psychiques plus puissantes."
  },
  {
    "id": 65,
    "name": "Alakazam",
    "description": "L'évolution finale, connu pour son intelligence et sa vitesse d'attaque exceptionnelle."
  },
  {
    "id": 66,
    "name": "Machoc",
    "description": "Un Pokémon de combat qui se concentre sur le développement de sa force physique."
  },
  {
    "id": 67,
    "name": "Machopeur",
    "description": "Évolution de Machoc, il devient plus fort et utilise des techniques de combat avancées."
  },
  {
    "id": 68,
    "name": "Mackogneur",
    "description": "L'évolution finale, connu pour sa force brute et sa capacité à maîtriser plusieurs techniques."
  },
  {
    "id": 69,
    "name": "Chétiflor",
    "description": "Un Pokémon plante qui se cache dans l'ombre, préférant les endroits sombres."
  },
  {
    "id": 70,
    "name": "Boustiflor",
    "description": "Évolution de Chétiflor, il devient plus fort et peut utiliser des attaques de type plante."
  },
  {
    "id": 71,
    "name": "Empiflor",
    "description": "L'évolution finale, connu pour ses attaques dévastatrices et sa beauté florale."
  },
  {
    "id": 72,
    "name": "Tentacool",
    "description": "Un Pokémon aquatique qui peut immobiliser ses ennemis avec ses tentacules."
  },
  {
    "id": 73,
    "name": "Tentacruel",
    "description": "Évolution de Tentacool, il devient un prédateur sous-marin redouté."
  },
  {
    "id": 74,
    "name": "Racaillou",
    "description": "Un Pokémon rocheux capable de se camoufler dans son environnement."
  },
  {
    "id": 75,
    "name": "Gravalanch",
    "description": "Évolution de Racaillou, il utilise son poids pour écraser ses ennemis."
  },
  {
    "id": 76,
    "name": "Grolem",
    "description": "L'évolution finale, un Pokémon robuste capable de résister aux attaques les plus puissantes."
  },
  {
    "id": 77,
    "name": "Ponyta",
    "description": "Un Pokémon de feu rapide et élégant, symbole de la beauté et de la vitesse."
  },
  {
    "id": 78,
    "name": "Galopa",
    "description": "L'évolution finale, connu pour sa rapidité légendaire et son élégance."
  },
  {
    "id": 79,
    "name": "Ramoloss",
    "description": "Un Pokémon aquatique qui semble paresseux mais qui cache une grande force."
  },
  {
    "id": 80,
    "name": "Flagadoss",
    "description": "Évolution de Ramoloss, il utilise son intelligence pour contrôler l'eau autour de lui."
  },
  {
    "id": 81,
    "name": "Magnéti",
    "description": "Un Pokémon magnétique capable d'attirer des objets métalliques."
  },
  {
    "id": 82,
    "name": "Magnéton",
    "description": "Évolution de Magnéti, il crée des champs magnétiques puissants."
  },
  {
    "id": 83,
    "name": "Canarticho",
    "description": "Un Pokémon oiseau qui utilise son bec pour se défendre et attaquer."
  },
  {
    "id": 84,
    "name": "Doduo",
    "description": "Un Pokémon à deux têtes qui est extrêmement rapide, idéal pour la course."
  },
  {
    "id": 85,
    "name": "Dodrio",
    "description": "Évolution de Doduo, il est encore plus rapide et peut utiliser des attaques de type vol."
  },
  {
    "id": 86,
    "name": "Otaria",
    "description": "Un Pokémon marin connu pour sa nature amicale et sa grande agilité."
  },
  {
    "id": 87,
    "name": "Lamantine",
    "description": "Évolution d'Otaria, il est puissant et protecteur envers ses compagnons."
  },
  {
    "id": 88,
    "name": "Tadmorv",
    "description": "Un Pokémon qui se nourrit de déchets, symbolisant la régénération et le recyclage."
  },
  {
    "id": 89,
    "name": "Grotadmorv",
    "description": "L'évolution finale, un Pokémon qui peut se transformer en une masse toxique."
  },
  {
    "id": 90,
    "name": "Kokiyas",
    "description": "Un Pokémon aquatique qui utilise sa coquille comme défense."
  },
  {
    "id": 91,
    "name": "Crustabri",
    "description": "Évolution de Kokiyas, connu pour sa force et sa grande résistance."
  },
  {
    "id": 92,
    "name": "Fantominus",
    "description": "Un Pokémon fantomatique qui peut effrayer ses ennemis avec son apparence."
  },
  {
    "id": 93,
    "name": "Spectrum",
    "description": "Évolution de Fantominus, il utilise des attaques de type spectre puissantes."
  },
  {
    "id": 94,
    "name": "Ectoplasma",
    "description": "L'évolution finale, un Pokémon légendaire capable de contrôler les esprits."
  },
  {
    "id": 95,
    "name": "Onix",
    "description": "Un Pokémon rocheux capable de creuser des tunnels à grande vitesse."
  },
  {
    "id": 96,
    "name": "Soporifik",
    "description": "Un Pokémon qui utilise ses capacités psychiques pour endormir ses ennemis."
  },
  {
    "id": 97,
    "name": "Hypnomade",
    "description": "Évolution de Soporifik, il peut contrôler les rêves et manipuler l'esprit."
  },
  {
    "id": 98,
    "name": "Krabby",
    "description": "Un Pokémon crabe qui utilise ses pinces pour se défendre."
  },
  {
    "id": 99,
    "name": "Krabboss",
    "description": "L'évolution finale, il devient un puissant combattant sur la plage."
  },
  {
    "id": 100,
    "name": "Voltorbe",
    "description": "Un Pokémon électrique qui ressemble à une boule, connu pour son énergie explosive."
  },
  {
    "id": 101,
    "name": "Électrode",
    "description": "L'évolution de Voltorbe, capable de créer des explosions d'énergie électrique."
  },
  {
    "id": 102,
    "name": "Noeunoeuf",
    "description": "Un Pokémon plante qui se déplace en roulant, symbole d'agilité."
  },
  {
    "id": 103,
    "name": "Noadkoko",
    "description": "L'évolution finale, un Pokémon d'une grande résistance avec plusieurs têtes."
  },
  {
    "id": 104,
    "name": "Osselait",
    "description": "Un Pokémon qui évolue en utilisant des os comme arme."
  },
  {
    "id": 105,
    "name": "Ossatueur",
    "description": "L'évolution d'Osselait, il est robuste et capable d'attaques puissantes."
  },
  {
    "id": 106,
    "name": "Kicklee",
    "description": "Un Pokémon de combat expert dans les techniques de pieds."
  },
  {
    "id": 107,
    "name": "Tygnon",
    "description": "Évolution de Kicklee, il devient plus puissant et agile."
  },
  {
    "id": 108,
    "name": "Excelangue",
    "description": "Un Pokémon connu pour sa langue extensible, capable d'attraper des objets à distance."
  },
  {
    "id": 109,
    "name": "Smogo",
    "description": "Un Pokémon toxique qui peut créer des nuages de poison."
  },
  {
    "id": 110,
    "name": "Smogogo",
    "description": "L'évolution finale, capable de libérer de grandes quantités de gaz toxiques."
  },
  {
    "id": 111,
    "name": "Rhinocorne",
    "description": "Un Pokémon robuste qui utilise son épine pour se défendre."
  },
  {
    "id": 112,
    "name": "Rhinoféros",
    "description": "L'évolution finale, il est redouté pour sa force brute et son agilité."
  },
  {
    "id": 113,
    "name": "Leveinard",
    "description": "Un Pokémon à la fois doux et protecteur, capable de soigner les autres."
  },
  {
    "id": 114,
    "name": "Saquedeneu",
    "description": "Évolution de Leveinard, il est capable de soigner des blessures graves."
  },
  {
    "id": 115,
    "name": "Kangourex",
    "description": "Un Pokémon puissant qui porte ses jeunes dans sa poche ventrale."
  },
  {
    "id": 116,
    "name": "Hypotrempe",
    "description": "Un Pokémon aquatique qui peut plonger à de grandes profondeurs."
  },
  {
    "id": 117,
    "name": "Hypocéan",
    "description": "L'évolution finale, connu pour sa capacité à contrôler l'eau et les courants marins."
  },
  {
    "id": 118,
    "name": "Poissirène",
    "description": "Un Pokémon aquatique connu pour sa beauté et sa grâce dans l'eau."
  },
  {
    "id": 119,
    "name": "Poissoroy",
    "description": "L'évolution finale, un redoutable prédateur marin."
  },
  {
    "id": 120,
    "name": "Stari",
    "description": "Un Pokémon étoile qui peut se régénérer facilement."
  },
  {
    "id": 121,
    "name": "Staross",
    "description": "Évolution de Stari, il est connu pour ses attaques puissantes."
  },
  {
    "id": 122,
    "name": "M. Mime",
    "description": "Un Pokémon qui utilise ses capacités psychiques pour créer des illusions."
  },
  {
    "id": 123,
    "name": "Insécateur",
    "description": "Un Pokémon insecte redouté pour sa rapidité et sa précision."
  },
  {
    "id": 124,
    "name": "Lippoutou",
    "description": "Un Pokémon qui charme et hypnotise ses ennemis par sa danse."
  },
  {
    "id": 125,
    "name": "Élektek",
    "description": "Un Pokémon électrique connu pour sa vitesse et son agilité."
  },
  {
    "id": 126,
    "name": "Magmar",
    "description": "Un Pokémon de feu capable de créer des flammes de haute température."
  },
  {
    "id": 127,
    "name": "Scarabrute",
    "description": "Un Pokémon insecte avec une carapace dure, il est difficile à combattre."
  },
  {
    "id": 128,
    "name": "Tauros",
    "description": "Un puissant Pokémon qui peut charger avec une grande force."
  },
  {
    "id": 129,
    "name": "Magicarpe",
    "description": "Un Pokémon apparemment faible, mais il a le potentiel de devenir très puissant."
  },
  {
    "id": 130,
    "name": "Léviator",
    "description": "L'évolution de Magicarpe, un Pokémon légendaire avec une grande force."
  },
  {
    "id": 131,
    "name": "Lokhlass",
    "description": "Un Pokémon aquatique majestueux, connu pour sa beauté et sa tranquillité."
  },
  {
    "id": 132,
    "name": "Métamorph",
    "description": "Un Pokémon unique qui peut se transformer en n'importe quel autre Pokémon."
  },
  {
    "id": 133,
    "name": "Évoli",
    "description": "Un Pokémon dont l'évolution dépend de son environnement et de son entraînement."
  },
  {
    "id": 134,
    "name": "Aquali",
    "description": "Une des évolutions d'Évoli, maîtrisant le pouvoir de l'eau."
  },
  {
    "id": 135,
    "name": "Voltali",
    "description": "Une autre évolution d'Évoli, connu pour sa rapidité et son attaque électrique."
  },
  {
    "id": 136,
    "name": "Pyroli",
    "description": "L'évolution feu d'Évoli, réputée pour sa force et son charisme."
  },
  {
    "id": 137,
    "name": "Porygon",
    "description": "Un Pokémon virtuel capable de s'adapter à de nombreux environnements."
  },
  {
    "id": 138,
    "name": "Amonita",
    "description": "Un Pokémon fossile qui a survécu à l'extinction, représentant la résilience."
  },
  {
    "id": 139,
    "name": "Amonistar",
    "description": "L'évolution d'Amonita, un prédateur aquatique redoutable."
  },
  {
    "id": 140,
    "name": "Kabuto",
    "description": "Un Pokémon fossile capable de se cacher dans les rochers."
  },
  {
    "id": 141,
    "name": "Kabutops",
    "description": "L'évolution finale, connu pour ses lames tranchantes et sa rapidité."
  },
  {
    "id": 142,
    "name": "Ptéra",
    "description": "Un Pokémon vol qui domine le ciel avec ses ailes puissantes."
  },
  {
    "id": 143,
    "name": "Ronflex",
    "description": "Un Pokémon énorme, connu pour sa force et sa capacité à dormir longtemps."
  },
  {
    "id": 144,
    "name": "Artikodin",
    "description": "Un Pokémon légendaire de type glace, représentant la puissance et la majesté."
  },
  {
    "id": 145,
    "name": "Électhor",
    "description": "Un Pokémon légendaire électrique, redouté pour sa vitesse et sa puissance."
  },
  {
    "id": 146,
    "name": "Sulfura",
    "description": "Un Pokémon légendaire de type feu, symbolisant la destruction et la renaissance."
  },
  {
    "id": 147,
    "name": "Minidraco",
    "description": "Un petit dragon, symbole de force et de potentiel."
  },
  {
    "id": 148,
    "name": "Draco",
    "description": "L'évolution de Minidraco, connu pour sa grande puissance."
  },
  {
    "id": 149,
    "name": "Dracolosse",
    "description": "L'évolution finale, un dragon légendaire qui survole les cieux."
  },
  {
    "id": 150,
    "name": "Mewtwo",
    "description": "Un Pokémon légendaire créé par des expériences scientifiques, connu pour son immense pouvoir."
  },
  {
    "id": 151,
    "name": "Mew",
    "description": "Un Pokémon mythique, capable de maîtriser toutes les techniques, symbole de mystère."
  }
]
